/* No comment provided by engineer. */
" " = " ";

/* No comment provided by engineer. */
"%@ mL" = "%@ mL";

/* No comment provided by engineer. */
"00" = "00";

/* Menstrual flow picker label */
"24-Hour Flow" = "Flujo/24 Horas";

/* No comment provided by engineer. */
"Allow Nova to save samples by enabling access to menstration data in Health -> Profile -> Apps." = "Da permiso a Nova para guardar datos por permitir aceso a datos de menstruación en Salud -> Perfil -> Apps";

/* No comment provided by engineer. */
"Average" = "Promedio";

/* Label for calendar menu item */
"Calendar" = "Calendario";

/* No comment provided by engineer. */
"Go to Health" = "Ir a Salud";

/* Label for had flow selector */
"Had Flow" = "Hubo Flujo";

/* Alert title for un-authorized HealthKit */
"HealthKit Not Authorized" = "HealthKit No Está Autorizado";

/* No comment provided by engineer. */
"Last Period" = "Último Periodo";

/* Label for menstrual cup type setting */
"Menstrual Cup Type" = "Tipo de Copa Menstrual";

/* No comment provided by engineer. */
"No data" = "No hay datos";

/* Label for no flow selector */
"No Flow" = "Sin Flujo";

/* No comment provided by engineer. */
"OK" = "OK";

/* Label for reports menu item */
"Reports" = "Informes";

/* Label for settings menu item */
"Settings" = "Ajustes";

/* No comment provided by engineer. */
"Typical Daily Volume" = "Volumen Típico del Flujo Diario";

/* No comment provided by engineer. */
"Typical Period Length" = "Duración Típico del Periodo";

/* No comment provided by engineer. */
"Typical Period Volume" = "Volumen Típico del Periodo";

/* Label for volume picker setting */
"Volume Entry Unit" = "Unidad Para Entrar Volumen";

"% of cup" = "% de la copa";

"Update" = "Actualizar";

"Save" = "Guardar";

"days" = "días";

"day" = "día";
